{
  "slug": "punyakoti",
  "age_range": "5-10",
  "region": "karnataka",
  "moral": "Honesty is the best policy, even in the face of danger",
  "duration_min": 6,
  "cover_image": "https://cdn.bhashakahani.com/stories/punyakoti/cover.jpg",
  "translations": {
    "en": {
      "title": "Punyakoti - The Honest Cow",
      "description": "A truthful cow keeps her promise even to a tiger. A classic Kannada folk tale about honesty."
    },
    "hi": {
      "title": "पुण्यकोटि - ईमानदार गाय",
      "description": "एक सच्ची गाय एक बाघ से भी अपना वादा निभाती है। ईमानदारी के बारे में एक क्लासिक कन्नड़ लोक कथा।"
    },
    "kn": {
      "title": "ಪುಣ್ಯಕೋಟಿ - ಪ್ರಾಮಾಣಿಕ ಹಸು",
      "description": "ಸತ್ಯವಂತ ಹಸು ಬಾಘಕ್ಕೂ ತನ್ನ ವಾಗ್ದಾನವನ್ನು ಪಾಲಿಸುತ್ತದೆ। ಪ್ರಾಮಾಣಿಕತೆಯ ಕ್ಲಾಸಿಕ್ ಕನ್ನಡ ಜನಪದ ಕಥೆ।"
    }
  },
  "characters": [
    {
      "slug": "narrator",
      "name": "Ajji",
      "voice_profile": "warm_elderly",
      "bulbul_speaker": "meera",
      "avatar_url": "https://cdn.bhashakahani.com/characters/ajji.png"
    },
    {
      "slug": "punyakoti",
      "name": "Punyakoti",
      "voice_profile": "gentle_female",
      "bulbul_speaker": "pooja",
      "avatar_url": "https://cdn.bhashakahani.com/characters/punyakoti.png"
    },
    {
      "slug": "tiger",
      "name": "Arbhuta",
      "voice_profile": "fierce_male",
      "bulbul_speaker": "amol",
      "avatar_url": "https://cdn.bhashakahani.com/characters/tiger.png"
    }
  ],
  "nodes": [
    {
      "node_type": "narration",
      "character_slug": "narrator",
      "display_order": 1,
      "is_start": true,
      "is_end": false,
      "text": {
        "en": "Long ago, in a village in Karnataka, there lived a cow named Punyakoti. She was known for her honesty and truthfulness.",
        "hi": "बहुत समय पहले, कर्नाटक के एक गाँव में, पुण्यकोटि नाम की एक गाय रहती थी। वह अपनी ईमानदारी और सच्चाई के लिए जानी जाती थी।",
        "kn": "ಬಹಳ ಕಾಲದ ಹಿಂದೆ, ಕರ್ನಾಟಕದ ಒಂದು ಗ್ರಾಮದಲ್ಲಿ, ಪುಣ್ಯಕೋಟಿ ಎಂಬ ಹಸು ವಾಸವಾಗಿತ್ತು. ಅದು ತನ್ನ ಪ್ರಾಮಾಣಿಕತೆ ಮತ್ತು ಸತ್ಯವಂತತೆಗೆ ಪ್ರಸಿದ್ಧವಾಗಿತ್ತು."
      }
    },
    {
      "node_type": "narration",
      "character_slug": "punyakoti",
      "display_order": 2,
      "is_start": false,
      "is_end": false,
      "text": {
        "en": "I must go to the forest to graze. My calf is waiting for me at home.",
        "hi": "मुझे चरने के लिए जंगल जाना चाहिए। मेरा बछड़ा घर पर मेरा इंतजार कर रहा है।",
        "kn": "ನಾನು ಮೇಯಲು ಕಾಡಿಗೆ ಹೋಗಬೇಕು. ನನ್ನ ಕರುವು ಮನೆಯಲ್ಲಿ ನನ್ನ ಕಾಯುತ್ತಿದೆ."
      }
    },
    {
      "node_type": "narration",
      "character_slug": "tiger",
      "display_order": 3,
      "is_start": false,
      "is_end": false,
      "text": {
        "en": "Ah! A cow! I have been hungry for days. This is my lucky day!",
        "hi": "आह! एक गाय! मैं कई दिनों से भूखा हूं। यह मेरा भाग्यशाली दिन है!",
        "kn": "ಆಹ್! ಒಂದು ಹಸು! ನಾನು ದಿನಗಳಿಂದ ಹಸಿವಾಗಿದ್ದೇನೆ. ಇದು ನನ್ನ ಅದೃಷ್ಟದ ದಿನ!"
      }
    },
    {
      "node_type": "narration",
      "character_slug": "punyakoti",
      "display_order": 4,
      "is_start": false,
      "is_end": false,
      "text": {
        "en": "Oh no! A tiger! Please, great tiger, spare my life. I have a young calf waiting for me.",
        "hi": "ओह नहीं! एक बाघ! कृपया, महान बाघ, मेरी जान बख्श दो। मेरा एक छोटा बछड़ा मेरा इंतजार कर रहा है।",
        "kn": "ಓಹ್ ಇಲ್ಲ! ಒಂದು ಹುಲಿ! ದಯವಿಟ್ಟು, ಮಹಾನ್ ಹುಲಿಯೇ, ನನ್ನ ಪ್ರಾಣವನ್ನು ಕಾಪಾಡಿ. ನನ್ನ ಚಿಕ್ಕ ಕರುವು ನನ್ನ ಕಾಯುತ್ತಿದೆ."
      }
    },
    {
      "node_type": "choice",
      "character_slug": "tiger",
      "display_order": 5,
      "is_start": false,
      "is_end": false,
      "text": {
        "en": "Why should I spare you? I am very hungry! Give me one good reason!",
        "hi": "मैं तुम्हें क्यों छोड़ूं? मैं बहुत भूखा हूं! मुझे एक अच्छा कारण दो!",
        "kn": "ನಾನು ನಿನ್ನನ್ನು ಏಕೆ ಬಿಡಬೇಕು? ನಾನು ತುಂಬಾ ಹಸಿವಾಗಿದ್ದೇನೆ! ನನಗೆ ಒಂದು ಒಳ್ಳೆಯ ಕಾರಣ ಕೊಡು!"
      },
      "choices": [
        {
          "choice_key": "A",
          "text": {
            "en": "Let me go feed my calf, I promise to return",
            "hi": "मुझे अपने बछड़े को दूध पिलाने दो, मैं वापस आने का वादा करती हूं",
            "kn": "ನನ್ನ ಕರುವಿಗೆ ಹಾಲು ಕುಡಿಸಲು ಬಿಡು, ನಾನು ಹಿಂದಿರುಗುವುದಾಗಿ ವಾಗ್ದಾನ ಮಾಡುತ್ತೇನೆ"
          },
          "next_node_order": 6
        },
        {
          "choice_key": "B",
          "text": {
            "en": "I will bring you another animal to eat",
            "hi": "मैं तुम्हारे लिए खाने के लिए एक और जानवर लाऊंगी",
            "kn": "ನಾನು ನಿಮಗೆ ತಿನ್ನಲು ಇನ್ನೊಂದು ಪ್ರಾಣಿಯನ್ನು ತರುತ್ತೇನೆ"
          },
          "next_node_order": 7
        }
      ]
    },
    {
      "node_type": "narration",
      "character_slug": "tiger",
      "display_order": 6,
      "is_start": false,
      "is_end": false,
      "text": {
        "en": "You promise to return? Very well, I will wait. But if you don't come back, I will find you!",
        "hi": "तुम वापस आने का वादा करती हो? बहुत अच्छा, मैं इंतजार करूंगा। लेकिन अगर तुम नहीं आई, तो मैं तुम्हें ढूंढ लूंगा!",
        "kn": "ನೀನು ಹಿಂದಿರುಗುವುದಾಗಿ ವಾಗ್ದಾನ ಮಾಡುತ್ತೀಯಾ? ಚೆನ್ನಾಗಿ, ನಾನು ಕಾಯುತ್ತೇನೆ. ಆದರೆ ನೀನು ಬಾರದಿದ್ದರೆ, ನಾನು ನಿನ್ನನ್ನು ಹುಡುಕುತ್ತೇನೆ!"
      }
    },
    {
      "node_type": "narration",
      "character_slug": "punyakoti",
      "display_order": 7,
      "is_start": false,
      "is_end": false,
      "text": {
        "en": "Thank you, great tiger! I will keep my promise. A Punyakoti never lies.",
        "hi": "धन्यवाद, महान बाघ! मैं अपना वादा निभाऊंगी। एक पुण्यकोटि कभी झूठ नहीं बोलती।",
        "kn": "ಧನ್ಯವಾದ, ಮಹಾನ್ ಹುಲಿಯೇ! ನಾನು ನನ್ನ ವಾಗ್ದಾನವನ್ನು ಪಾಲಿಸುತ್ತೇನೆ. ಪುಣ್ಯಕೋಟಿ ಎಂದಿಗೂ ಸುಳ್ಳು ಹೇಳುವುದಿಲ್ಲ."
      }
    },
    {
      "node_type": "narration",
      "character_slug": "narrator",
      "display_order": 8,
      "is_start": false,
      "is_end": false,
      "text": {
        "en": "Punyakoti ran home and fed her calf. Her heart was heavy knowing she must return to the tiger.",
        "hi": "पुण्यकोटि घर दौड़ी और अपने बछड़े को दूध पिलाया। उसका दिल भारी था क्योंकि उसे पता था कि उसे बाघ के पास वापस जाना है।",
        "kn": "ಪುಣ್ಯಕೋಟಿ ಮನೆಗೆ ಓಡಿ ತನ್ನ ಕರುವಿಗೆ ಹಾಲು ಕುಡಿಸಿತು. ಹುಲಿಯ ಬಳಕೆ ಹಿಂದಿರುಗಬೇಕೆಂದು ತಿಳಿದು ಅದರ ಹೃದಯ ಭಾರವಾಗಿತ್ತು."
      }
    },
    {
      "node_type": "narration",
      "character_slug": "punyakoti",
      "display_order": 9,
      "is_start": false,
      "is_end": false,
      "text": {
        "en": "My dear calf, always remember to speak the truth. Even in danger, honesty is our greatest strength.",
        "hi": "मेरे प्यारे बछड़े, हमेशा सच बोलना याद रखना। खतरे में भी, ईमानदारी हमारी सबसे बड़ी ताकत है।",
        "kn": "ನನ್ನ ಪ್ರೀತಿಯ ಕರುವೇ, ಯಾವಾಗಲೂ ಸತ್ಯವನ್ನು ಹೇಳಲು ನೆನಪಿಡು. ಅಪಾಯದಲ್ಲಿಯೂ, ಪ್ರಾಮಾಣಿಕತೆ ನಮ್ಮ ಅತ್ಯಂತ ದೊಡ್ಡ ಬಲ."
      }
    },
    {
      "node_type": "narration",
      "character_slug": "tiger",
      "display_order": 10,
      "is_start": false,
      "is_end": false,
      "text": {
        "en": "She actually came back! I have never seen such honesty. A cow kept her promise to a tiger!",
        "hi": "वह वास्तव में वापस आ गई! मैंने कभी ऐसी ईमानदारी नहीं देखी। एक गाय ने एक बाघ से वादा निभाया!",
        "kn": "ಅವಳು ನಿಜವಾಗಿಯೂ ಹಿಂದಿರುಗಿದಳು! ನಾನು ಇಂತಹ ಪ್ರಾಮಾಣಿಕತೆಯನ್ನು ಎಂದಿಗೂ ನೋಡಿಲ್ಲ. ಒಂದು ಹಸು ಹುಲಿಗೆ ವಾಗ್ದಾನವನ್ನು ಪಾಲಿಸಿತು!"
      }
    },
    {
      "node_type": "narration",
      "character_slug": "narrator",
      "display_order": 11,
      "is_start": false,
      "is_end": true,
      "text": {
        "en": "The tiger was so moved by Punyakoti's honesty that he let her go. Honesty truly is the best policy!",
        "hi": "बाघ पुण्यकोटि की ईमानदारी से इतना प्रभावित हुआ कि उसने उसे जाने दिया। ईमानदारी सच में सबसे अच्छी नीति है!",
        "kn": "ಪುಣ್ಯಕೋಟಿಯ ಪ್ರಾಮಾಣಿಕತೆಯಿಂದ ಹುಲಿ ಇಷ್ಟು ಪ್ರಭಾವಿತನಾದನು ಅದು ಅವಳನ್ನು ಹೋಗಲು ಬಿಟ್ಟಿತು. ಪ್ರಾಮಾಣಿಕತೆ ನಿಜವಾಗಿಯೂ ಉತ್ತಮ ನೀತಿ!"
      }
    }
  ]
}
